app/controllers/static_controller.rb

  def students
    @allstudents=Student.all
---
SELECT "students".* FROM "students"